{
  "cls_token": "[CLS]",
  "do_basic_tokenize": true,
  "do_lower_case": false,
  "mask_token": "[MASK]",
  "max_len": 512,
  "model_max_length": 512,
  "name_or_path": "tokenizer-deepset/bert-base-cased-squad2",
  "never_split": null,
  "pad_token": "[PAD]",
  "sep_token": "[SEP]",
  "special_tokens_map_file": "/Users/lanchu/.cache/huggingface/hub/models--deepset--bert-base-cased-squad2/snapshots/68ffb81c17a0238f5409cc417cadb3d013378055/special_tokens_map.json",
  "strip_accents": null,
  "tokenize_chinese_chars": true,
  "tokenizer_class": "BertTokenizer",
  "unk_token": "[UNK]"
}
